Repository: bellcom/os2web_email_notifications
Catalog: translations/*.po
Languages: da

source: OS2Web email notifications settings
da: OS2Web email notifications indstillinger

source: Settings to configure the behaviour of OS2Web email notifications
da: Indstillinger til konfiguration af OS2Web email notifications

source: Activate confirmation mechanism
da: Aktiver godkendelse

source: If active, user will first get an email, which he has to confirm in order to receive the notifications.
da: Hvis aktiv, vil brugeren først modtage en e-mail, hvor han/hun skal bekræfte at modtage påmindelser.

source: Confirmation email configuration
da: Godkendelses e-mail konfiguration

source: Confirmation email subject
da: Godkendelses e-mail emne

source: Available variables can be used here
da: Variable der kan bruges her

source: Confirmation email body
da: Godkendelses email tekst

source: Accepts HTML, available variables can be used here
da: HTML er tillads, variable der kan bruges her

source: Available variables
da: Mulige variable

source: Notification email configuration
da: Påmindelses e-mail konfiguration

source: Notification email subject
da: Påmindelses e-mail emne

source: Notification email body
da: Påmindelses e-mail tekst

source: Your email:
da: Din e-mail:

source: Committees:
da: Udvalg:

source: Subscribe
da: Abonner

source: You must provide a valid email address
da: Du skal angive en gyldig email-adresse

source: Email @email is successfully subscribed to the notifications of the following committees: @committees
da: E-mail: @email får nu påmindelser fra følgende udvalg: @committees

source: The confirmation mail has been send to @email
da: Der er blevet sendt en bekræftelse til @email

source: Your subscription is confirmed
da: Din tilmeldelse er bekræftet

source: You have successfully unsubscribed from all committees
da: Du er nu afmeldt påmindelser fra alle udvalg

source: You have successfully unsubscribed from @committee committee
da: Du er nu afmeldt påmindelser fra @committee

source: Konfirmer abonnement
da: Bekræft abonnement

source: Implements the functionality of email notifications when new meeting gets published
da: Implementer e-mail notifikationer når et nyt møde bliver udgivet
